[
  {
    "guidelines": [
      {
        "id": 1,
        "title": "Strengthen your personal locus",
        "description": "<p>Strengthening your personal locus is without a doubt the most important of the 12 guidelines. Without a strong personal locus, the rest of the guidelines are irrelevant.</p><ul><li>Your personal locus is a combination of an awareness of your goals, as well as the drive to seek information & experiences that can help you attain those goals.</li><li>It starts with your personal goals—what makes you happy, how you enjoy spending your time, what you want to achieve in life.</li><li>Once you understand your goals, try and understand where these influences come from. Are they from the real world, or media influence? Are you comfortable with how your goals have been shaped?</li><li>The next step is knowing your willingness to put forth the mental effort to satisfy your needs. Avoiding challenge and dismissing critical engagement with media causes comprehension to fall.</li><li>Engaging with challenging messages can lead to better understanding, which helps us seek new information that can benefit us long-term.</li></ul>"
      },
      {
        "id": 2,
        "title": "Focus on personal usefulness as a goal",
        "description": "<p>A question most people should be thinking while consuming media is, \"Whose needs am I serving most?\" Engaging in habitual media exposure patterns with no particular needs is the goal of mass media. By conditioning you to engage in these patterns every day, you have become a tool for the media. Being aware of your needs, and seeking out media to help attain those needs, you are maximizing your media exposure to meet your own needs.</p>"
      },
      {
        "id": 3,
        "title": "Develop an accurate awareness of your exposure",
        "description": "<p>Keeping a \"media diary\" in where you document your usage can greatly help in assess media consumption habits (i.e different interests, interpretations, and mediums) in which you can ask yourself the following questions:</p><ul><li>\"Am I broadening my exposure to different media, or am I staying primarily with only one or two?\"</li><li>\"Am I broadening my exposure to different vehicles? (If you used to watch mainly sports and action/adventure on TV, are you now spreading your viewing around to a wider range of genres?)\"</li></ul><p>Explore. Explore more media, push yourself out of your comfort zone; watch new shows, read magazines, listen to new music, even if you hate it all. By giving yourself the opportunity to find new and/or better messages than the ones you're receiving right now, through your habitual patterns.</p>"
      },
      {
        "id": 4,
        "title": "Acquire a broad base of useful knowledge",
        "description": "<p>Being continually aware of your needs can allow you to understand what knowledge to seek out. Amassing more information on a subject is solely dependent on us and our interest in a topic. Having general interest in a topic pushes us to seek information through a variety of different media outlets, as one can assume. Though, if our interest a topic is lacking, it's common to allow the mass-media determine the information we digest on it. By closing these gaps of knowledge over topics that we might not have the most knowledge in, we start to lay solid groundwork in our media literacy.</p>"
      },
      {
        "id": 5,
        "title": "Think about the reality-fantasy continuum",
        "description": "<p>Media is never just reality, or just fantasy. There will always be a mix of both in every message we receive from the programs we consume. Understanding this comes along with the burdensome task of deciphering what is \"real\", and what is \"fake\" in media; and even then, those labels cannot accurately describe the heavy mix of reality and fantasy in contemporary media. The line is extremely blurred. Being wary of what messages you perceive as entirely \"real\" is necessary, and analysis of the messages you welcome in is something that takes time. Without caution, it's easy to accept fictional messages as real. It's easy to create unrealistic expectations in life due to these messages. Messages in the media are created to influence your train of though, and by not understanding the difference, you let the intended message land.</p>"
      },
      {
        "id": 6,
        "title": "Examine your mental codes",
        "description": "<p>Ask yourself the following questions about your daily media consumption:</p><ul><li>\"Why are my media habits the way they are?\"</li><li>\"How have I programmed my habits to serve my needs?\"</li><li>\"To what extent has mass media programmed my habits to meet their needs?\"</li></ul><p>Once you've answered these questions, rethink your approach to your consumption habits. Doing this every once in a while gives you the chance to catch when you're not engaging with media for yourself, and refresh your view on media.</p>"
      },
      {
        "id": 7,
        "title": "Examine your opinions",
        "description": "<p>Are your opinions consistent with one another? Do your behaviors support those opinions? If you're being honest, there's will always be inconsistencies when it comes to your opinions. This may be from the media, or form other's opinions swaying you to place your faith in a certain viewpoint, when you may not even believe in it yourself. Awareness is the key point here. Being aware of where you derive your opinions from, and aiming to keep your opinions your own is integral to achieving media literacy. Construct your own opinions, and try to attribute each part to a specific influence.</p>"
      },
      {
        "id": 8,
        "title": "Change Behaviors",
        "description": "<p>Examine your behaviors. Do they coincide with your beliefs/opinions? A common issue in today's society is the idealization of specific opinions/issues due to media consciousness, but not following with the actions to help stop the issue. An example of this, although a bit paradoxical, is the movement to take the power of current day technology away, and create a healthy social boundary that's seemingly disappeared within the last decade or so. Though many people claim to want this change, technology has integrated itself into every second of daily life, and will continue to unless behaviors are changed. Examine your beliefs. Examine your actions. Are you doing your part, for yourself?</p>"
      },
      {
        "id": 9,
        "title": "Make cross-channel comparisons",
        "description": "<p>In our current</p><p>Note comparisons between different mediums. What are the differences, what are the similarities?</p>"
      },
      {
        "id": 10,
        "title": "Become more skilled at designing messages",
        "description": "<p>The media landscape in the last 20 years has completely shifted due to the introduction of the internet. Creation of media is possible to anybody who has access to technology or the internet, whether it's social media, video-editing, music production, website development, game design, etc. Think about the message that's broadcasted by the media you create. How is it designed? How easy is it to understand? Will people come back to it? How well is the information conveyed? What sort of impression will it give?</p><ul><li>Practice creating messages, and understand what attracts attention. By building different messages, your ability to comprehend meaning from media will increase.</li></ul>"
      },
      {
        "id": 11,
        "title": "Do not take privacy for granted",
        "description": "<p>Everything you do on the internet contributes to your digital footprint. Every video you watch, every ad you click, and every website you visit is meticulously tracked and sold to advertisers. Privacy does not exist in the current internet.</p>"
      },
      {
        "id": 12,
        "title": "Take personal responsibility",
        "description": "<p>The media you consume shapes your way of thinking, regardless if you think it does or not. You must have some sort of self-control, or drive to change your media consumption habits. The first step to changing something is being aware of the problem. It is up to you to understand your level of media literacy. It is up to you to change it, as well. Nobody will do it for you.</p>"
      }
    ]
  },
  {
    "myGuidelines": [
      {
        "id": 1,
        "title": "Developing an Awareness of My Exposure",
        "description": "<h3>Reflection</h3><p>This is an area of my media consumption that I've never paid much attention to before, but have been recently. When it comes to consuming media, I've never really sat down to track what types of media I'm consuming. I've always known my few general topics, but never anything deeper than that. I have noticed that through the years, I've definitely stayed within a state of automaticity and consume mostly the same content.</p><h3>Strategy</h3><p>Currently, the media I consume the most of right now are television programs and films. I've been keeping a very loose media diary within the last 3 weeks or so, and I've noticed a lot of my media exposure is to fictional content, but content that is more rooted in reality. What I'd like to do is consume more educational content, so I'd like to attempt to view something that teaches me about something I'm not quite familiar on once a week</p>"
      },
      {
        "id": 2,
        "title": "Acquiring Useful Knowledge",
        "description": "<h3>Reflection</h3><p>As I stated in the previous guideline, I've admittedly stayed close within my comfort zone for most of my media consumption. It wasn't until a few years ago when I started to engage with opinions I didn't agree with, but it was few and far between. Unfortunately, most of my predisposed knowledge of conflicting opinions is from the mass media. This is something that I'd like to change.</p><h3>Strategy</h3><p>My plan to expand my knowledge is relatively simple on paper, but will be difficult to hold myself to. Once a week I'd like to consume one well-regarded piece of media, more specifically a movie, documentary, or an episode of a show, over a topic that I'm not the biggest fan of. The purpose of this is to see other perspectives that I usually wouldn't align myself with.</p>"
      },
      {
        "id": 3,
        "title": "Understanding My Mental Codes",
        "description": "<h3>Reflection</h3><p>Though I feel that I have a good grasp on why I'm consuming the media that I'm consuming, there are times where I feel like I'm falling into the trap. I mentioned that I've been watching a lot of shows lately, but the other avenue I consume is YouTube. Now, I'm ashamed to admit it, but recently I've been consuming nothing of value on YouTube.</p><h3>Strategy</h3><p>My strategy for this guideline is to link this along with my first guideline, and create a section in my media journal where I answer the following in relation to my media consumption for the week:</p><ul><li>\"Whose expectations am I following?\"</li><li>\"Why do I consume this kind of content?\"</li><li>\"Is this serving my needs?\"</li></ul><p>Within due time, I'd like to reframe my mental codes and my approach to my media consumption and</p>"
      },
      {
        "id": 4,
        "title": "Examining My Opinions",
        "description": "<h3>Reflection</h3><p>Opinions are very volatile things, and aren't completely static. They change through many different influences, such as the media we consume and the people we interact with. When I look at my opinions, I see that some of them tend to conflict. It's never anything too serious, just small things that I tend to pick up in the videos and shows I watch, but it's interesting to see nonetheless.</p><h3>Strategy</h3><p>My proposed strategy for \"unwinding\" my opinions is by analyzing opinions that I find myself questioning. Attempting to find the source by asking questions such as:</p><ul><li>\"Where did this opinion come from?\"</li><li>\"How did it form? Was it from something I watched or read?\"</li><li>\"For what reasons am I questioning it? Do I genuinely agree with it?\"</li></ul>"
      },
      {
        "id": 5,
        "title": "Becoming More Skilled at Designing Messages",
        "description": "<h3>Reflection</h3><p>This is honestly the most important one to me. I'm currently going to school for Web Development and Design. My whole job from here on out is to design and develop messages for the user to interact with. Through my many years of consuming media, this has always been my main goal, to constantly refine my ability to create media.</p><h3>Strategy</h3><p>This whole course has been a way for me to truly understand the underlying information about how messages in the media are formed, what their intentional design is, how these messages are intertwined within media, and how to analyze and therefore recreate these messages. For the foreseeing future, I will be heavily analyzing the media I consume. I would like to know why I'm engaging with it, and why it's brought me back to consume more. Though this isn't a concrete \"plan\", I feel that this is a guideline that will stick for a long time.</p>"
      },
      {
        "id": 6,
        "title": "Taking Personal Responsibility",
        "description": "<h3>Reflection</h3><p>Media has swayed my thoughts in many different ways over the years, especially when I was younger. Now that I've grown a good amount, and understand the landscape of media, I understand that it's up to me to consume media that will benefit me in the long run. There are times where I find myself slipping though.</p><h3>Strategy</h3><p>The last area that needs improvement on my part, is the occasional use of social media. I am young, I'm human, I will accidentally spend 3 hours on Instagram. What I've done recently is put a screen time on the apps that I find myself getting lost in. This has helped significantly, and I'd like to bring the time limit lower within the next month.</p>"
      }
    ]
  },
  {
    "longTerm": [
      {
        "id": 1,
        "title": "Developing an Awareness of My Exposure",
        "description": "<p>My plan to increase my media exposure is as follows:</p><ul><li>Weekly Media diary which includes the type of media I watched, along with its genre and the message I ascertained.</li><li>Monthly check ins to view if I'm unconsciously following a pattern of some sort.</li><li>As I mentioned in the previous page, I'd like to consume content that is foreign to me at least once a week, more specifically educational/research based content on a topic I know little about.</li></ul>"
      },
      {
        "id": 2,
        "title": "Acquiring Useful Knowledge",
        "description": "<p>I'd like to seek more knowledge on conflicting opinions. Not just topics I'm unfamiliar with, but topics where I just disagree. I'd also </p>"
      },
      {
        "id": 3,
        "title": "Understanding My Mental Codes",
        "description": "<p>As I previously stated, I'd like to keep track of my media consumption within a media journal of some sort, where I not only track my exposure habits, but also analyze why I'm consuming the content that I currently am. If the answers to the questions stated in the previous page don't align with a positive outcome, then reframing is necessary. I'd like to analyze my mental codes every week, and then at the end of each month, decide if my habits are benefiting me or not.</p>"
      },
      {
        "id": 4,
        "title": "Examining My Opinions",
        "description": "<p>By tracing the opinions I find myself challenging, I hope to discover my genuine thoughts on matters. I stated that this guideline only relates to small issues most of the time. By learning how to trace these opinions, I feel that the next time I hear or read an opinion that I may not agree with, I'll fully understand why.</p>"
      },
      {
        "id": 5,
        "title": "Becoming More Skilled at Designing Messages",
        "description": "<p>This is my most valued guideline. I love to analyze the media that resonates with me, whether it be shows or websites. I'm finally stepping into the professional field of web development, and by analyzing the messages that resonate with me the most, I think I'll be able to decipher what makes those messages so appealing. Through the next months, I'll be practicing my design skills relentlessly. I'll be reading textbooks, attempting newer designs, trying things that I've never tried before.</p>"
      },
      {
        "id": 6,
        "title": "Taking Personal Responsibility",
        "description": "<ol><li>This is a guideline that I think everyone should consider incorporating into their daily life and long-term plan. In an age where media consumption is considered an addiction, all it takes is a few days of constantly doomscrolling to fall into the cycle again.</li><li>I've been limiting my screen time on distracting apps to an hour a day. This somehow still feels like too much time in the day, but I can feel my days getting less cluttered due to it.</li></ol>"
      }
    ]
  }
]
